// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Uppdatera fast programvara";

WebBrowserWindowTitle = "Uppdatera fast programvara";

TaskTitleField = "Uppdatera fast programvara";
TaskDescriptionField = "Med fast programvara avses den interna programvara som används av enheten. Klicka på knappen \"Startaa\" om du vill gå ut på internet och söka efter och installera eventuella nödvändiga uppdateringar av den fasta programvaran.";
TaskStartButtonTitle = "Starta";
